Repository: OdNairy/Travian-iOS-App
Catalog: *.lproj/Localizable.strings
Languages: cs, it

source: Logging in
cs: Přihlašuji
it: Accedendo

source: Found notification
cs: Nalezena zpráva
it: Trovata Notifica

source: Cannot load
cs: Nelze načíst
it: Impossibile caricare

source: Loading villages
cs: Načítám vesnice
it: Caricando i Villaggi

source: Loading reports
cs: Načítám reports
it: Caricando i Report

source: Loading messages
cs: Načítám zprávy
it: Caricando i Messaggi

source: Loading hero
cs: Načítám hrdinu
it: Caricando l'Eroe

source: Connection failed
cs: Připojení selhalo
it: Connessione Fallita

source: Village
cs: Vesnice
it: Villaggio

source: Movements
cs: Pohyby
it: Movimenti

source: Constructions
cs: Konstrukce
it: Costruzioni

source: No Movements
cs: Žádné pohyby
it: Nessun Movimento

source: No Constructions
cs: Žádné konstrukce
it: Nessuna Costruzione

source: No Buildings
cs: Žádné budovy
it: Nessun Edificio

# NoTroops
source: No troops in this village
cs: V této vesnici nejsou vojáci
it: Nessuna truppa in questo villaggio

source: hrs
cs: hod.
it: h

source: sec
cs: sek.

# Event Happened
source: Finished
cs: Hotovo
it: Finito

# Event Pending
source: Pending
cs: Čeká
it: In sospeso

# Cranny Overall
source: Total resources hidden
cs: Počet surovin schovaných
it: Totale risorse nascoste

# Resources required
source: Resources required for upgrade
cs: Suroviny požadované pro další level
it: Risorse richieste per aggiornare

# Resources required build
source: Resources required for build
cs: Suroviny požadované pro postavení
it: Risorse richieste per costruire

source: Tap to cancel
cs: Dotkněte se pro zrušení
it: Clicca per cancellare

source: Build %@
cs: Postavit %@
it: Costruisci %@
